:: Основные голосовые и медиа-серверы Discord
route add 162.159.0.0 mask 255.255.0.0 0.0.0.0
route add 66.22.0.0 mask 255.255.0.0 0.0.0.0
route add 138.128.0.0 mask 255.255.0.0 0.0.0.0
route add 204.11.0.0 mask 255.255.0.0 0.0.0.0
route add 192.157.0.0 mask 255.255.0.0 0.0.0.0
route add 5.200.14.128 mask 255.255.255.128 0.0.0.0

:: Инфраструктура Cloudflare (только те части, где часто сидит API Discord)
route add 162.158.0.0 mask 255.254.0.0 0.0.0.0
route add 188.114.96.0 mask 255.255.252.0 0.0.0.0

:: Google Cloud узлы (выборочно)
route add 35.214.0.0 mask 255.255.0.0 0.0.0.0
route add 35.215.0.0 mask 255.255.0.0 0.0.0.0
